{
    "1":{"name":"สิ่งแวดล้อม",
        "image":"/mainmedia/icon/012-seeding-1.svg",
        "value":"การอนุรักษ์ทรัพยากรธรรมชาติและสิ่งแวดล้อม หมายถึง การใช้ทรัพยากรธรรมชาติและสิ่งแวดล้อมอย่างฉลาด โดยใช้ให้น้อย เพื่อให้เกิดประโยชน์สูงสุด โดยคานึงถึง ระยะเวลาในการใช้ให้ยาวนาน และก่อให้เกิดผลเสียหายต่อสิ่งแวดล้อมน้อยที่สุด รวมทั้งต้องมีการกระจายการใช้ทรัพยากรธรรมชาติอย่างทั่วถึง"}
    ,"2":{"name":"การศึกษา",
        "image":"/mainmedia/icon/011-education-1.svg",
        "value":"กระบวนการเรียนรู้ เพื่อความเจริญงอกงามของบุคคลและสังคม โดยการ ถ่ายทอดความรู้ การฝึก การอบรม การสืบสานวัฒนธรรม การสร้างสรรค์จรรโลงความ ก้าวหน้าทางวิชาการ การสร้างองค์ความรู้ อันเกิดจากการจัดสภาพแวดล้อม สังคม การเรียนรู้ และปัจจัยเกื้อหนุนให้บุคคลเรียนรู้อย่างต่อเนื่องตลอดชีวิต"}
    ,"3":{"name":"ชุมชน-สังคม",
        "image":"/mainmedia/icon/013-crowd-of-users-1.svg",
        "value":"การอยู่รวมกันของมนุษย์โดยมีลักษณะความสัมพันธ์ซึ่งกันและกันหลายรูปแบบ เช่น อาชีพ อายุ เพศ ศาสนา ฐานะ ที่อยู่อาศัย ฯลฯ สำหรับระบบสังคมที่รวมถึงสิ่งมีชีวิตประเภทอื่นนอกเหนือจากมนุษย์อาจใช้คำว่าระบบนิเวศ ซึ่งมีความหมายเกี่ยวกับความสัมพันธ์ของสิ่งมีชีวิตต่าง ๆ กับสภาพแวดล้อม สังคมของมนุษย์เกิดจากกลุ่มบุคคลที่มีความสนใจร่วมกันไม่ว่าจะในด้านใด"}
    ,"4":{"name":"เศรษฐกิจ",
        "image":"/mainmedia/icon/017-economy-1.svg",
        "value":"งานอันเกี่ยวกับการผลิต การจำหน่ายจ่ายแจก และการบริโภคใช้สอยสิ่งต่าง ๆ ของชุมชน. รวมถึงด้านการใช้บริการและการท่องเที่ยวที่มีปัจจัยกระตุ้นต่อการเติบโตของเศรษฐกิจ เศรษฐกิจยังอาจอธิบายได้ว่าเป็นเครือข่ายจำกัดโดยพื้นที่และเครือข่ายสังคมที่ซึ่งมีการแลกเปลี่ยนสินค้าและบริการตามอุปสงค์และอุปทานระหว่างผู้มีส่วนโดยการแลกเปลี่ยนหรือสื่อกลางการแลกเปลี่ยนด้วยมูลค่าเครดิตหรือเดบิตที่ยอมรับกันภายในเครือข่าย"}
    ,"5":{"name":"ผู้พิการ",
        "image":"/mainmedia/icon/014-handicap-1.svg",
        "value":"บุคคลซึ่งมีข้อจำกัดในการปฏิบัติกิจกรรมในชีวิตประจำวันหรือเข้าไปมีส่วนร่วมทางสังคม เนื่องจากมีความบกพร่องทางการเห็น การได้ยิน การเคลื่อนไหว การสื่อสาร จิตใจ อารมณ์ พฤติกรรม สติปัญญาและการเรียนรู้หรือความบกพร่องอื่นใด ประกอบกับมีอุปสรรคในด้านต่างๆ และมีความจำเป็นเป็นพิเศษที่จะต้องได้รับความช่วยเหลือด้านหนึ่งด้านใด เพื่อให้สามารถปฏิบัติกิจกรรมในชีวิตประจำวันหรือเข้าไปมีส่วนร่วมทางสังคมได้อย่างบุคคลทั่วไป"}
    ,"6":{"name":"สุขภาพ",
        "image":"/mainmedia/icon/015-healthcare-1.svg",
        "value":"การดูแลความเป็นอยู่ด้านสุขภาพของ มนุษย์ซึ่งครอบคลุมขอบเขตค่อนข้างกว้าง ตั้งแต่เรื่องยา อุปกรณ์ทางการแพทย์ การบริการรักษาพยาบาล"}
    ,"7":{"name":"นวัตกรรม",
        "image":"/mainmedia/icon/016-technology-1.svg",
        "value":"การสร้างสรรค์วิธีการทำธุรกิจในรูปแบบใหม่ที่สามารถหาเงินได้ มักเป็นผลสำเร็จของนวัตกรรมผลิตภัณฑ์หรือนวัตกรรมการผลิตที่สามารถตอบรับความต้องการของผู้บริโภคได้"}
    ,"8":{"name":"เยาวชนและสตรี",
        "image":"/mainmedia/icon/018-mother-and-son-1.svg",
        "value":"งานอาชีพสำหรับสตรีและเยาวชน โดยบริษัทเพื่อสังคมและศูนย์มูลนิธิสตรีและเยาวชน"}
    ,"9":{"name":"ผู้ขาดแคลน",
        "image":"/mainmedia/icon/alms.svg",
        "value":"การขาดแคลน หรือ ภาวะขาดแคลน เป็นภาวะหรือสถานการณ์ที่มีอุปทานไม่เพียงพอต่ออุปสงค์ ในเรื่องของเศรษฐศาสตร์ หรือ ภาวะที่มีบางอย่างไม่เพียงพอต่อความต้องการ"}
}